[
  {
    "ID": "1",
    "Title": "Action",
    "Slug": "action",
    "Description": "Thể loại này thường có nội dung về đánh nhau, bạo lực, hỗn loạn, với diễn biến nhanh"
  },
  {
    "ID": "2",
    "Title": "Adult",
    "Slug": "adult",
    "Description": "Thể loại có đề cập đến vấn đề nhạy cảm, chỉ dành cho tuổi 17+"
  },
  {
    "ID": "3",
    "Title": "Adventure",
    "Slug": "adventure",
    "Description": "Thể loại phiêu lưu, mạo hiểm, thường là hành trình của các nhân vật"
  },
  {
    "ID": "4",
    "Title": "Anime",
    "Slug": "anime",
    "Description": "Truyện đã được chuyển thể thành film Anime"
  },
  {
    "ID": "5",
    "Title": "Chuyển Sinh",
    "Slug": "chuyen-sinh",
    "Description": "Thể loại này là những câu chuyện về người ở một thế giới này xuyên đến một thế giới khác, có thể là thế giới mang phong cách trung cổ với kiếm sĩ và ma thuật, hay thế giới trong game, hoặc có thể là bạn chết ở nơi này và được chuyển sinh đến nơi khác"
  },
  {
    "ID": "6",
    "Title": "Comedy",
    "Slug": "comedy",
    "Description": "Thể loại có nội dung trong sáng và cảm động, thường có các tình tiết gây cười, các xung đột nhẹ nhàng"
  },
  {
    "ID": "7",
    "Title": "Comic",
    "Slug": "comic",
    "Description": "Truyện tranh Châu Âu và Châu Mĩ"
  },
  {
    "ID": "8",
    "Title": "Cooking",
    "Slug": "cooking",
    "Description": "Thể loại có nội dung về nấu ăn, ẩm thực"
  },
  {
    "ID": "9",
    "Title": "Cổ Đại",
    "Slug": "co-dai",
    "Description": "Truyện có nội dung xảy ra ở thời cổ đại phong kiến."
  },
  {
    "ID": "10",
    "Title": "Doujinshi",
    "Slug": "doujinshi",
    "Description": "Thể loại truyện phóng tác do fan hay có thể cả những Mangaka khác với tác giả truyện gốc. Tác giả vẽ Doujinshi thường dựa trên những nhân vật gốc để viết ra những câu chuyện theo sở thích của mình"
  },
  {
    "ID": "11",
    "Title": "Drama",
    "Slug": "drama",
    "Description": "Thể loại mang đến cho người xem những cảm xúc khác nhau: buồn bã, căng thẳng thậm chí là bi phẫ"
  },
  {
    "ID": "12",
    "Title": "Đam Mỹ",
    "Slug": "dam-my",
    "Description": "Truyện tình cảm giữa nam và nam."
  },
  {
    "ID": "13",
    "Title": "Ecchi",
    "Slug": "ecchi",
    "Description": "Thường có những tình huống nhạy cảm nhằm lôi cuốn người xem"
  },
  {
    "ID": "14",
    "Title": "Fantasy",
    "Slug": "fantasy",
    "Description": "Thể loại xuất phát từ trí tưởng tượng phong phú, từ pháp thuật đến thế giới trong mơ thậm chí là những câu chuyện thần tiê"
  },
  {
    "ID": "15",
    "Title": "Gender Bender",
    "Slug": "gender-bender",
    "Description": "Là một thể loại trong đó giới tính của nhân vật bị lẫn lộn: nam hoá thành nữ, nữ hóa thành nam..."
  },
  {
    "ID": "16",
    "Title": "Harem",
    "Slug": "harem",
    "Description": "Thể loại truyện tình cảm, lãng mạn mà trong đó, nhiều nhân vật nữ thích một nam nhân vật chính"
  },
  {
    "ID": "17",
    "Title": "Historical",
    "Slug": "historical",
    "Description": "Thể loại có liên quan đến thời xa xưa"
  },
  {
    "ID": "18",
    "Title": "Horror",
    "Slug": "horror",
    "Description": "Horror là: rùng rợn, nghe cái tên là bạn đã hiểu thể loại này có nội dung thế nào. Nó làm cho bạn kinh hãi, khiếp sợ, ghê tởm, run rẩy, có thể gây sock - một thể loại không dành cho người yếu tim"
  },
  {
    "ID": "19",
    "Title": "Josei",
    "Slug": "josei",
    "Description": "Thể loại của manga hay anime được sáng tác chủ yếu bởi phụ nữ cho những độc giả nữ từ 18 đến 30. Josei manga có thể miêu tả những lãng mạn thực tế , nhưng trái ngược với hầu hết các kiểu lãng mạn lí tưởng của Shoujo manga với cốt truyện rõ ràng, chín chắ"
  },
  {
    "ID": "20",
    "Title": "Live actio",
    "Slug": "live-actio",
    "Description": "Truyện đã được chuyển thể thành phim"
  },
  {
    "ID": "21",
    "Title": "Manga",
    "Slug": "manga",
    "Description": "Truyện tranh của Nhật Bả"
  },
  {
    "ID": "22",
    "Title": "Manhua",
    "Slug": "manhua",
    "Description": "Truyện tranh của Trung Quốc"
  },
  {
    "ID": "23",
    "Title": "Manhwa",
    "Slug": "manhwa",
    "Description": "Truyện tranh Hàn Quốc, đọc từ trái sang phải"
  },
  {
    "ID": "24",
    "Title": "Martial Arts",
    "Slug": "martial-arts",
    "Description": "Giống với tên gọi, bất cứ gì liên quan đến võ thuật trong truyện từ các trận đánh nhau, tự vệ đến các môn võ thuật như akido, karate, judo hay taekwondo, kendo, các cách né tránh"
  },
  {
    "ID": "25",
    "Title": "Mature",
    "Slug": "mature",
    "Description": "Thể loại dành cho lứa tuổi 17+ bao gồm các pha bạo lực, máu me, chém giết, tình dục ở mức độ vừa"
  },
  {
    "ID": "26",
    "Title": "Mecha",
    "Slug": "mecha",
    "Description": "Mecha, còn được biết đến dưới cái tên meka hay mechs, là thể loại nói tới những cỗ máy biết đi (thường là do phi công cầm lái)"
  },
  {
    "ID": "27",
    "Title": "Mystery",
    "Slug": "mystery",
    "Description": "Thể loại thường xuất hiện những điều bí ấn không thể lí giải được và sau đó là những nỗ lực của nhân vật chính nhằm tìm ra câu trả lời thỏa đáng"
  },
  {
    "ID": "28",
    "Title": "Ngôn Tình",
    "Slug": "ngon-tinh",
    "Description": "Truyện thuộc kiểu lãng mạn, kể về những sự kiện vui buồn trong tình yêu của nhân vật chính."
  },
  {
    "ID": "29",
    "Title": "One shot",
    "Slug": "one-shot",
    "Description": "Những truyện ngắn, thường là 1 chapter"
  },
  {
    "ID": "30",
    "Title": "Psychological",
    "Slug": "psychological",
    "Description": "Thể loại liên quan đến những vấn đề về tâm lý của nhân vật ( tâm thần bất ổn, điên cuồng ...),N"
  },
  {
    "ID": "31",
    "Title": "Romance",
    "Slug": "romance",
    "Description": "Thường là những câu chuyện về tình yêu, tình cảm lãng mạn. Ở đây chúng ta sẽ lấy ví dụ như tình yêu giữa một người con trai và con gái, bên cạnh đó đặc điểm thể loại này là kích thích trí tưởng tượng của bạn về tình yêu"
  },
  {
    "ID": "32",
    "Title": "School Life",
    "Slug": "school-life",
    "Description": "Trong thể loại này, ngữ cảnh diễn biến câu chuyện chủ yếu ở trường học"
  },
  {
    "ID": "33",
    "Title": "Sci-fi",
    "Slug": "scifi",
    "Description": "Bao gồm những chuyện khoa học viễn tưởng, đa phần chúng xoay quanh nhiều hiện tượng mà liên quan tới khoa học, công nghệ, tuy vậy thường thì những câu chuyện đó không gắn bó chặt chẽ với các thành tựu khoa học hiện thời, mà là do con người tưởng tượng ra"
  },
  {
    "ID": "34",
    "Title": "Seine",
    "Slug": "seine",
    "Description": "Thể loại của manga thường nhằm vào những đối tượng nam 18 đến 30 tuổi, nhưng người xem có thể lớn tuổi hơn, với một vài bộ truyện nhắm đến các doanh nhân nam quá 40. Thể loại này có nhiều phong cách riêng biệt, nhưng thể loại này có những nét riêng biệt, thường được phân vào những phong cách nghệ thuật rộng hơn và phong phú hơn về chủ đề, có các loại từ mới mẻ tiên tiến đến khiêu dâm"
  },
  {
    "ID": "35",
    "Title": "Shoujo",
    "Slug": "shoujo",
    "Description": "Đối tượng hướng tới của thể loại này là phái nữ. Nội dung của những bộ manga này thường liên quan đến tình cảm lãng mạn, chú trọng đầu tư cho nhân vật (tính cách,...)"
  },
  {
    "ID": "36",
    "Title": "Shoujo Ai",
    "Slug": "shoujo-ai",
    "Description": "Thể loại quan hệ hoặc liên quan tới đồng tính nữ, thể hiện trong các mối quan hệ trên mức bình thường giữa các nhân vật nữ trong các manga, anime"
  },
  {
    "ID": "37",
    "Title": "Shounen",
    "Slug": "shounen",
    "Description": "Đối tượng hướng tới của thể loại này là phái nam. Nội dung của những bộ manga này thường liên quan đến đánh nhau và/hoặc bạo lực (ở mức bình thường, không thái quá)"
  },
  {
    "ID": "38",
    "Title": "Shounen Ai",
    "Slug": "shounen-ai",
    "Description": "Thể loại có nội dung về tình yêu giữa những chàng trai trẻ, mang tính chất lãng mạn nhưng không đề cập đến quan hệ tình dục"
  },
  {
    "ID": "39",
    "Title": "Slice of Life",
    "Slug": "slice-of-life",
    "Description": "Nói về cuộc sống đời thường"
  },
  {
    "ID": "40",
    "Title": "Smut",
    "Slug": "smut",
    "Description": "Những truyện có nội dung hơi nhạy cảm, đặc biệt là liên quan đến tình dục"
  },
  {
    "ID": "41",
    "Title": "Soft Yaoi",
    "Slug": "soft-yaoi",
    "Description": "Boy x Boy. Nặng hơn Shounen Ai tí."
  },
  {
    "ID": "42",
    "Title": "Soft Yuri",
    "Slug": "soft-yuri",
    "Description": "Girl x Girl. Nặng hơn Shoujo Ai tí"
  },
  {
    "ID": "43",
    "Title": "Sports",
    "Slug": "sports",
    "Description": "Đúng như tên gọi, những môn thể thao như bóng đá, bóng chày, bóng chuyền, đua xe, cầu lông,... là một phần của thể loại này"
  },
  {
    "ID": "44",
    "Title": "Supernatural",
    "Slug": "supernatural",
    "Description": "Thể hiện những sức mạnh đáng kinh ngạc và không thể giải thích được, chúng thường đi kèm với những sự kiện trái ngược hoặc thách thức với những định luật vật lý"
  },
  {
    "ID": "45",
    "Title": "Thiếu Nhi",
    "Slug": "thieu-nhi",
    "Description": "Truyện tranh dành cho lứa tuổi thiếu nhi"
  },
  {
    "ID": "46",
    "Title": "Tragedy",
    "Slug": "tragedy",
    "Description": "Thể loại chứa đựng những sự kiện mà dẫn đến kết cục là những mất mát hay sự rủi ro to lớ"
  },
  {
    "ID": "47",
    "Title": "Trinh Thám",
    "Slug": "trinh-tham",
    "Description": "Các truyện có nội dung về các vụ án, các thám tử cảnh sát điều tra..."
  },
  {
    "ID": "48",
    "Title": "Truyện sca",
    "Slug": "truyen-sca",
    "Description": "Các truyện đã phát hành tại VN được scan đăng online"
  },
  {
    "ID": "49",
    "Title": "Truyện Màu",
    "Slug": "truyen-mau",
    "Description": "Tổng hợp truyện tranh màu, rõ, đẹp"
  },
  {
    "ID": "50",
    "Title": "Webtoo",
    "Slug": "webtoo",
    "Description": "Là truyện tranh được đăng dài kỳ trên internet của Hàn Quốc chứ không xuất bản theo cách thông thường"
  },
  {
    "ID": "51",
    "Title": "Xuyên Không",
    "Slug": "xuyen-khong",
    "Description": "Xuyên Không, Xuyên Việt là thể loại nhân vật chính vì một lý do nào đó mà bị đưa đến sinh sống ở một không gian hay một khoảng thời gian khác. Nhân vật chính có thể trực tiếp xuyên qua bằng thân xác mình hoặc sống lại bằng thân xác người khác."
  }
]